{
  "books": [
    {
      "id": "1",
      "title": "El gran Gatsby",
      "author": "F. Scott Fitzgerald",
      "imageUrl": "https://m.media-amazon.com/images/I/41NssxNlPlS._SX331_BO1,204,203,200_.jpg",
      "date": "1925",
      "kind": "novela",
      "description": "Considerada una de las obras maestras de la literatura estadounidense, El Gran Gatsby cuenta la historia de Jay Gatsby, un misterioso millonario que organiza fiestas extravagantes en Long Island en la década de 1920. La novela explora temas de amor, riqueza, corrupción y decadencia en la era del jazz."
    },
    {
      "id": "2",
      "title": "Matar a un ruiseñor",
      "author": "Harper Lee",
      "imageUrl": "https://m.media-amazon.com/images/I/51NofLf5j9L._SY264_BO1,204,203,200_QL40_ML2_.jpg",
      "date": "1960",
      "kind": "novela",
      "description": "Matar a un ruiseñor es una novela aclamada por la crítica que aborda temas de raza, justicia y crecimiento personal a través de los ojos de una niña llamada Scout Finch. La historia se desarrolla en la década de 1930 en un pueblo ficticio de Alabama y sigue el juicio de un hombre negro acusado de violar a una mujer blanca."
    },
    {
      "id": "3",
      "title": "1984",
      "author": "George Orwell",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71zvj5jBN9L.jpg",
      "date": "1949",
      "kind": "novela",
      "description": "1984 es una novela distópica que sigue a Winston Smith, un hombre que trabaja en el Ministerio de la Verdad en un estado totalitario conocido como Oceanía. La novela explora temas de control estatal, vigilancia y libertad individual en una sociedad opresiva y represiva."
    },
    {
      "id": "4",
      "title": "El guardián entre el centeno",
      "author": "J.D. Salinger",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71hc+G%2BM17L.jpg",
      "date": "1951",
      "kind": "novela",
      "description": "El guardián entre el centeno es una novela icónica que sigue a Holden Caulfield, un adolescente alienado y en conflicto que busca su lugar en el mundo. La novela aborda temas como la adolescencia, la alienación y la sociedad moderna, y ha sido considerada una obra maestra de la literatura estadounidense."
    }
  ]
}
