{
  "books": [
    {
      "id": "1",
      "title": "El gran Gatsby",
      "author": "F. Scott Fitzgerald",
      "imageUrl": "https://m.media-amazon.com/images/I/41NssxNlPlS._SX331_BO1,204,203,200_.jpg",
      "date": "1925",
      "kind": "novela",
      "description": "Considerada una de las obras maestras de la literatura estadounidense, El Gran Gatsby cuenta la historia de Jay Gatsby, un misterioso millonario que organiza fiestas extravagantes en Long Island en la década de 1920. La novela explora temas de amor, riqueza, corrupción y decadencia en la era del jazz."
    },
    {
      "id": "2",
      "title": "Matar a un ruiseñor",
      "author": "Harper Lee",
      "imageUrl": "https://m.media-amazon.com/images/I/51NofLf5j9L._SY264_BO1,204,203,200_QL40_ML2_.jpg",
      "date": "1960",
      "kind": "novela",
      "description": "Matar a un ruiseñor es una novela aclamada por la crítica que aborda temas de raza, justicia y crecimiento personal a través de los ojos de una niña llamada Scout Finch. La historia se desarrolla en la década de 1930 en un pueblo ficticio de Alabama y sigue el juicio de un hombre negro acusado de violar a una mujer blanca."
    },
    {
      "id": "3",
      "title": "1984",
      "author": "George Orwell",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71zvj5jBN9L.jpg",
      "date": "1949",
      "kind": "novela",
      "description": "1984 es una novela distópica que sigue a Winston Smith, un hombre que trabaja en el Ministerio de la Verdad en un estado totalitario conocido como Oceanía. La novela explora temas de control estatal, vigilancia y libertad individual en una sociedad opresiva y represiva."
    },
    {
      "id": "4",
      "title": "El guardián entre el centeno",
      "author": "J.D. Salinger",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71hc+G%2BM17L.jpg",
      "date": "1951",
      "kind": "novela",
      "description": "El guardián entre el centeno es una novela icónica que sigue a Holden Caulfield, un adolescente alienado y en conflicto que busca su lugar en el mundo. La novela aborda temas como la adolescencia, la alienación y la sociedad moderna, y ha sido considerada una obra maestra de la literatura estadounidense."
    },
    {
      "id": "5",
      "title": "El Diario de Ana Frank",
      "author": "Anne Frank",
      "description": "El Diario de Ana Frank es el relato de una niña judía que, junto a su familia y amigos, se esconde de los nazis durante la Segunda Guerra Mundial. Durante su encierro, Ana escribió sobre sus experiencias, sus pensamientos y sus sueños en su diario, el cual se ha convertido en un testimonio conmovedor de la vida bajo la ocupación nazi.",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/51awPpG7JBL._SX327_BO1,204,203,200_.jpg",
      "date": "1947",
      "kind": "memoria"
    },
    {
      "id": "6",
      "title": "El Señor de los Anillos",
      "author": "J.R.R. Tolkien",
      "description": "El Señor de los Anillos es una novela de fantasía épica que narra la historia de la lucha de un pequeño hobbit llamado Frodo Bolsón por destruir el Anillo Único, un objeto mágico que otorga un gran poder a su portador y que es codiciado por el malvado Sauron. La obra ha sido aclamada por su complejidad temática y su rica creación de mundos.",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/91W9laHr1tL.jpg",
      "date": "1954-1955",
      "kind": "novela"
    },
    {
      "id": "7",
      "title": "Orgullo y Prejuicio",
      "author": "Jane Austen",
      "description": "Orgullo y Prejuicio es una novela romántica que sigue las vidas de las hermanas Bennet y su búsqueda por encontrar el amor en la Inglaterra del siglo XIX. La obra destaca por su sátira social y su análisis de las relaciones de género y clase en la época en que fue escrita.",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/91TdiTJ7DkL.jpg",
      "date": "1813",
      "kind": "novela"
    },
    {
      "id": "8",
      "title": "Las Aventuras de Huckleberry Finn",
      "author": "Mark Twain",
      "description": "Las Aventuras de Huckleberry Finn es una novela que sigue las andanzas del joven Huck Finn y su amigo esclavo Jim mientras viajan por el río Mississippi en busca de la libertad. La obra es conocida por su crítica a la hipocresía de la sociedad estadounidense de la época y por su estilo humorístico y satírico.",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71OjJQ5Tr5L.jpg",
      "date": "1884",
      "kind": "novela"
    },
    {
      "id": "9",
      "title": "El retrato de Dorian Gray",
      "author": "Oscar Wilde",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/91pz4K6jePL.jpg",
      "date": "1890",
      "kind": "novela",
      "description": "El retrato de Dorian Gray es una novela de Oscar Wilde sobre la obsesión de un hombre con la belleza y la juventud eterna. El personaje principal, Dorian Gray, se ve afectado por la influencia de Lord Henry Wotton y se sumerge en una vida de placeres desenfrenados, mientras su retrato envejece y muestra los signos de su decadencia moral."
    },
    {
      "id": "10",
      "title": "Las aventuras de Sherlock Holmes",
      "author": "Arthur Conan Doyle",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81tp0EjKzHL.jpg",
      "date": "1892",
      "kind": "cuentos",
      "description": "Las aventuras de Sherlock Holmes es una colección de cuentos escritos por Sir Arthur Conan Doyle. Los cuentos siguen al famoso detective Sherlock Holmes y a su amigo Dr. John Watson mientras resuelven misterios y crímenes en la Inglaterra victoriana. Los cuentos son conocidos por la astucia y la inteligencia del personaje principal, y por su capacidad para resolver incluso los casos más complicados."
    },
    {
      "id": "11",
      "title": "El Principito",
      "author": "Antoine de Saint-Exupéry",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81UW5k8rM+L.jpg",
      "date": "1943",
      "kind": "novela",
      "description": "El Principito es una novela corta de Antoine de Saint-Exupéry. La novela cuenta la historia de un joven príncipe que viaja por diferentes planetas y conoce a diversos personajes, incluyendo un zorro y un aviador. El libro explora temas como la amistad, la soledad, la felicidad y la naturaleza humana, y se ha convertido en uno de los libros más queridos de todos los tiempos."
    },
    {
      "id": "12",
      "title": "El color púrpura",
      "author": "Alice Walker",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/91FKF+rMOSL.jpg",
      "date": "1982",
      "kind": "novela",
      "description": "El color púrpura es una novela de Alice Walker que cuenta la historia de Celie, una mujer afroamericana que lucha por encontrar su lugar en el mundo. La novela aborda temas como el racismo, la violencia doméstica y la identidad sexual, y se ha convertido en un clásico de la literatura afroamericana y feminista."
    },
    {
      "id": "13",
      "title": "El cuento de la criada",
      "author": "Margaret Atwood",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81X9mU6xg2L.jpg",
      "date": "1985",
      "kind": "novela",
      "description": "El cuento de la criada es una novela distópica de Margaret Atwood, publicada en 1985. La historia se desarrolla en un futuro cercano en el que una dictadura teocrática ha sido establecida en los Estados Unidos. La protagonista es una mujer llamada Offred, que es una de las pocas mujeres fértiles en un mundo en el que la mayoría de las mujeres son estériles debido a la contaminación ambiental. La novela explora temas como la opresión de las mujeres, el poder, la religión y la identidad."
    },
    {
      "id": "14",
      "title": "Cien años de soledad",
      "author": "Gabriel García Márquez",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81seJb+oLRL.jpg",
      "date": "1967",
      "kind": "novela",
      "description": "Cien años de soledad es una novela de Gabriel García Márquez, publicada en 1967. La historia se desarrolla en el ficticio pueblo de Macondo, en Colombia, y sigue a la familia Buendía a lo largo de varias generaciones. La novela es conocida por su estilo de realismo mágico, en el que elementos fantásticos se entremezclan con la realidad cotidiana. Cien años de soledad ha sido considerada una de las mejores obras de la literatura latinoamericana y ha sido traducida a numerosos idiomas."
    },
    {
      "id": "15",
      "title": "El extranjero",
      "author": "Albert Camus",
      "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71HuoEGaLnL.jpg",
      "date": "1942",
      "kind": "novela",
      "description": "El extranjero es una novela de Albert Camus, publicada en 1942. La historia sigue a Meursault, un hombre francés que vive en Argelia y que es acusado de asesinato. La novela explora temas como la alienación, la indiferencia y la absurdez de la vida. El extranjero ha sido considerada una obra clave del existencialismo y ha sido traducida a numerosos idiomas."
    }
  ]
}
